#####################################################################
[Translation]

TRANSLATION_BY = Пераклад:
TRANSLATION_NAME = Pridespar
TRANSLATION_LINK = pridespar@outlook.com
LANGUAGENAME=Беларуская
;Previous translator name: Pridespar

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=4010

;English.ini file is always up-to-date.

;http://www.picpick.org/help/translation.html

#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK        =Рэдактар &малюнкаў
#-------------------------------------------------------------

MNU_CAPTURE         =&Захоп экрана
MNU_CAPTURE_FULLSCREEN      =&Увесь экран
MNU_CAPTURE_ACTIVEWINDOW    =&Актыўнае акно
MNU_CAPTURE_CONTROL     =&Элемент акна
MNU_CAPTURE_SCROLLINGWINDOW =Акно з п&ракруткай
MNU_CAPTURE_REGION      =&Вылучаная вобласць
MNU_CAPTURE_FIXEDREGION     =&Фіксаваная вобласць
MNU_CAPTURE_FREEHAND        =&Адвольная вобласць
MNU_CAPTURE_WEBPAGE     =&Вэб-старонка
MNU_CAPTURE_REPEAT      =Папярэдні выбар
MNU_CAPTUREQBAR         =Паказаць &панэль захопу...

#4.0.1
MNU_WIDGET			=Паказаць &віджэт...
#4.0.1

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=&Налады
MNU_OUTPUTTYPE			=&Атрыманы здымак...

#4.0.1
;Please check the below strings and translate again. For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK      =&Рэдагаваць у PicPick
MNU_OUTPUTTYPE_CLIPBOARD    =&Капіяваць у буфер абмену
MNU_OUTPUTTYPE_SAVEIMAGE    =&Захаваць у файл
MNU_OUTPUTTYPE_SAVEFOLDER   =&Аўтаматычнае захаванне
MNU_OUTPUTTYPE_OTHER        =Адкрыць у &вонкавай праграме...
MNU_OUTPUTTYPE_FTP      =Запампаваць на F&TP-сервер
MNU_OUTPUTTYPE_SHARE        =&Апублікаваць...
MNU_OUTPUTTYPE_SENDTO       =&Адкрыць у...
MNU_OUTPUTTYPE_FACEBOOK     =Адправіць на Face&book
MNU_OUTPUTTYPE_TWITTER      =Адправіць у T&witter
MNU_OUTPUTTYPE_MSWORD       =Адкрыць у Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL      =Адкрыць у Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT        =Адкрыць у Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK    =Адправіць па пошце (Out&look)
MNU_OUTPUTTYPE_PRINTER      =На&друкаваць
MNU_OUTPUTTYPE_SKYPE		=Адправіць у Sk&ype
MNU_OUTPUTTYPE_CLOUD		=&Запампаваць у воблака
MNU_OUTPUTTYPE_WEB      =Запампаваць на &вэб-старонку
#4.0.1

MNU_OPT_DEFAULTFORMAT       =&Фармат малюнка па змаўчанні
MNU_OPT_OPENEDITOR      =Адкрываць рэдактар пры загрузцы
MNU_OPT_STARTUPPROGRAM      =&Запускаць PicPick пры загрузцы Windows
#-------------------------------------------------------------
MNU_COLORPICKER         	=Колер пад &курсорам
MNU_COLORPALETTE        	=Каляровая &палітра
MNU_COPYCOLORTYPE       	=&Фармат колеру
MNU_COLORHISTORY        	=&Гісторыя падбору колеру
MNU_COLORHISTORY_CLEAR		=&Ачысціць
#-------------------------------------------------------------
MNU_MAGNIFIER           =Акно па&велічэння
MNU_PIXELRULER          =&Лінейка
MNU_PROTRACTOR          =&Кутамер
MNU_CROSSHAIR           =&Перакрыжаванне
MNU_WHITEBOARD          =&Грыфельная дошка
MNU_CLOUDEXPLORER	=&Хмарны правадыр

#-------------------------------------------------------------
MNU_ABOUT_PICPICK       =&Налады праграмы...
MNU_EXIT_PICPICK        =В&ыхад

#4.0.1
[Widget]
MNU_WIDGET			=&Віджэт
MNU_WIDGET_LOCK			=&Замацаваць віджэт
MNU_WIDGET_SMALLICONS		=Выкарыстоўваць &маленькія значкі
MNU_WIDGET_AUTOHIDE		=&Аўтаўтойванне
MNU_WIDGET_OPACITY		=&Празрыстасць
MNU_WIDGET_ALWAYSTOP		=&Заўсёды наверсе
MNU_WIDGET_CLOSE		=&Зачыніць віджэт
#4.0.1

[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Файл
MNU_FILE_NEW =&Новы малюнак
MNU_FILE_OPEN =&Адкрыць
MNU_FILE_OPENCLIPBOARD =&Уставіць з буфера абмену
MNU_FILE_OPENURL =Адкрыць па &спасылцы
MNU_FILE_SAVESAME=&Захаваць
MNU_FILE_SAVE =Захаваць &як...
MNU_FILE_SAVESELECT =З&ахаваць вылучанае як...
MNU_FILE_SAVEALL=Захаваць ус&е
MNU_FILE_PRINT=&Друк
MNU_FILE_CLOSEIMAGE =&Зачыніць малюнак
MNU_FILE_CLOSECURRENTIMAGE =&Бягучае
MNU_FILE_CLOSEALLIMAGE = &Усе
MNU_FILE_CLOSEALLSAVEDIMAGE =Усе &захаваныя
MNU_FILE_CLOSEPICPICK =&Выйсці з рэдактара
#-------------------------------------------------------------
MNU_EDIT =&Рэдагаванне
MNU_EDIT_UNDO =&Адмяніць
MNU_EDIT_REDO =&Паўтарыць
MNU_EDIT_CUT =&Выразаць
MNU_EDIT_COPY =&Капіяваць
MNU_EDIT_PASTE =&Уставіць
MNU_EDIT_PASTEFROMFILE =Уставіць з &файла...
MNU_EDIT_SELECTDEL =&Ачысціць
MNU_EDIT_SELECTNEW =Абразаць
MNU_EDIT_DESELECT =Зняць вылучэнне
MNU_EDIT_SELECTALL =Вылучыць усё
MNU_EDIT_IMAGERESIZE =Змяніць памеры малюнка...
MNU_EDIT_CANVASRESIZE =Змяніць памеры палатна...
MNU_EDIT_VIEWBITMAP =&Паказаць малюнак на ўвесь экран...
#-------------------------------------------------------------
MNU_TOOLS =&Прылады
MNU_TOOLS_FULLSCREEN        =Захоп усяго &экрана
MNU_TOOLS_ACTIVEWINDOW      =Захоп &актыўнага акна
MNU_TOOLS_CONTROL       =Захоп &элемента акна
MNU_TOOLS_SCROLLINGWINDOW   =Захоп акна з &прагорткай
MNU_TOOLS_WEBPAGE       =Захоп &вэб-старонкі
MNU_TOOLS_REGION        =Захоп &вылучанай вобласці
MNU_TOOLS_FIXEDREGION       =Захоп &фіксаванай вобласці
MNU_TOOLS_FREEHAND      =Захоп адвольнай &вобласці
MNU_TOOLS_REPEAT        =Паўтор апошняй &аперацыі
MNU_TOOLS_COLORPICKER       =Колер пад &курсорам
MNU_TOOLS_COLORPALETTE      =Каляровая &палітра
MNU_TOOLS_MAGNIFIER     =Акно па&велічэння
MNU_TOOLS_PIXELRULER        =&Лінейка
MNU_TOOLS_PROTRACTOR        =&Кутамер
MNU_TOOLS_CROSSHAIR     =&Перакрыжаванне
MNU_TOOLS_WHITEBOARD        =&Грыфельная дошка
MNU_TOOLS_OPTION        =&Налады праграмы
#-------------------------------------------------------------
MNU_TOOLSOPTION             =&Налады
MNU_TOOLSOPTION_OUTPUTTYPE      =&Атрыманы здымак...
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT   =&Фармат малюнка па змаўчанні
MNU_TOOLSOPTION_DUALMONITORS        =Падтрымка &двух манітораў
MNU_TOOLSOPTION_HOTKEY          =&Змяніць прызначэнне гарачых клавіш...
MNU_TOOLSOPTION_SOUND           =Уключыць &гукавыя эфекты
MNU_TOOLSOPTION_SCROLLCAPTURE       =Уключыць аўта&прагортку
MNU_TOOLSOPTION_MOUSECURSOR     =Капіяваць &паказальнік мышы
MNU_TOOLSOPTION_STARTUPPROGRAM      =&Запускаць PicPick пры загрузцы Windows
MNU_TOOLSOPTION_OPENEDITOR      =Адкрываць рэдактар PicPick пры загрузцы
MNU_TOOLS_COLORTYPE         =&Фармат колеру
#-------------------------------------------------------------
MNU_EFFECT          =&Эфекты
MNU_EFFECT_INVERT       =&Інвертаванне
MNU_EFFECT_GRAYSCALE        =&Градацыя шэрага
MNU_EFFECT_MOSAIC       =&Пікселізацыя...
MNU_EFFECT_BLUR         =&Размыццё
MNU_EFFECT_SHARPEN      =&Рэзкасць
MNU_EFFECT_BRIGHTNESS       =&Яркасць / кантраснасць...
MNU_EFFECT_HSL          =&Адценне / насычанасць...
MNU_EFFECT_BORDER       =&Вылучэнне краёў
MNU_EFFECT_FLIP         =&Люстраное адлюстраванне
MNU_EFFECT_FLIPH        =Адбіць &гарызантальна
MNU_EFFECT_FLIPV        =Адбіць &вертыкальна
MNU_EFFECT_ROTATE       =&Заваротак
MNU_EFFECT_ROTATE90         =&90° па гадзіннікавай стрэлцы
MNU_EFFECT_ROTATE180        =&180° па гадзіннікавай стрэлцы
MNU_EFFECT_ROTATE270        =&270° па гадзіннікавай стрэлцы
MNU_EFFECT_FRAME        =Ра&мка...
MNU_EFFECT_COLORBALANCE     =Каляровы &баланс...
MNU_EFFECT_WATERMARK	=&Лагатып...
#-------------------------------------------------------------
MNU_WINDOW =&Акно
MNU_WINDOW_CASCADE =Размясціць &каскадам
MNU_WINDOW_TILEH =Размясціць &гарызантальна
MNU_WINDOW_TILEV =Размясціць &вертыкальна
MNU_WINDOW_MINIMIZEALL =Згарнуць усё
#-------------------------------------------------------------
MNU_HELP =&Дапамога
MNU_HELP_WEBSITE = Афіцыйны сайт PicPick ...
MNU_HELP_ABOUT =Пра праграму...

PNL_TOOL_TOOLS = Прылады
PNL_TOOL_COLOR = Колер
PNL_TOOL_PROPERTY = Уласцівасці
LBL_TOOL_WIDTHS = Шырыня:
LBL_TOOL_OPACITY = Празрыстасць:
LBL_TOOL_SHAPE= Постаць:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=Галоўнае
TAB_FILE=Файл
TAB_VIEW=Выгляд
TAB_SHAPES=Формы
#3.4.0
TAB_SHAPES_SUB=Параметры
#3.4.0
#4.0.0
TAB_NUMBERSTAMP=Лікавы штамп
TAB_NUMBERSTAMP_SUB=Параметры
TAB_SELECTION=Вылучэнне
TAB_SELECTION_SUB=Параметры
TAB_MAGNIFIER=Эфект павелічэння
TAB_MAGNIFIER_SUB=Параметры
TAB_STAMPS=Штампы
TAB_STAMPS_SUB=Параметры
#4.0.0
#4.0.1
TAB_SHARE=Публікацыя
#4.0.1

TBR_CLIPBOARD=Буфер абмену
TBN_CLIPBOARD_PASTE=Уставіць
TBN_CLIPBOARD_CUT=Выразаць
TBN_CLIPBOARD_COPY=Капіяваць
TBN_CLIPBOARD_DELETE=Выдаліць

TBR_VIEW=Прагляд
TBN_VIEW_ZOOMIN=Павялічыць
TBN_VIEW_ZOOMOUT=Паменшыць
TBN_VIEW_FULL=Поўны экран
TBN_VIEW_100=Рэальны памер

TBR_IMAGE=Малюнак
TBN_IMAGE_EFFECT=Эфекты
TBN_IMAGE_CROP=Абразанне
TBN_IMAGE_RESIZE=Памер
TBN_IMAGE_ROTATE=Заваротак

TBR_TOOLS=Прылады
TBR_COLOR=Колеры

POP_COLORTYPE1 = Пастэльныя колеры
POP_COLORTYPE2 = Асноўныя колеры

TBR_SHOWHIDE=Паказаць/схаваць
TBN_RULER=Лінейкі
TBN_STATUSBAR=Інфарадок
TBN_TAB = Укладкі

TBN_THUMBNAIL=Эскізы

TBR_WINDOW=Акно
TBN_CASCADE=Каскад
TBN_ARRANGEALL=Мазаіка

TBN_REGISTER=&Рэгістрацыя

TBN_VIEW_100=100% памер

TBN_TOOLS_SELECT = Вобласць

#4.0.0
TBN_TOOLS_MOVE=Перасоўванне
TBN_TOOLS_DRAW=Маляванне
TBN_TOOLS_DRAW_BRUSH=&Пэндзаль
TBN_TOOLS_DRAW_ERASER=&Гумка
TBN_TOOLS_DRAW_MARKER=&Пэндзаль для вылучэння
TBN_TOOLS_FILL=Заліванне
TBN_TOOLS_FILL_OPTIONS=Параметры залівання
TBN_TOOLS_FILL_STANDARD=&Суцэльнае заліванне
TBN_TOOLS_FILL_REPLACEMENT=Заліванне& замены колеру
TBN_TOOLS_STAMPS=Штампы
TBN_TOOLS_STAMPS_NUMBER=Лікавыя штампы
TBN_TOOLS_STAMPS_GENERAL=Асноўныя штампы
TBN_TOOLS_STAMPS_CURSOR=Курсорныя штампы
TBN_SELECT_SELECTION_SHAPES=Форма вылучэння
TBN_SELECT_SELECTION_OPTIONS=Параметры вылучэння
TBN_SELECT_RECTANGLE=&Прастакутнае вылучэнне
TBN_SELECT_ELLIPSE=&Эліптычнае вылучэнне

TBR_SIZE=Памер
#4.0.0

TBN_MORECOLORS = Яшчэ
MNU_PALETTETYPE = Варыянты палітры

MNU_TOPBAR_TITLE = Выбар верхніх кнопак
MNU_TOPBAR_MINIMIZERIBBON = Схаваць &стужку меню

#3.4.0
MNU_QAT_TITLE=Налада панэлі хуткага доступу
MNU_QAT_ADD=&Дадаць на панэль хуткага доступу
MNU_QAT_DELETE=&Выдаліць з панэлі хуткага доступу
MNU_QAT_ABOVE=Паказаць панэль хуткага доступу &над стужкай
MNU_QAT_BELOW=Паказаць панэль хуткага доступу &пад стужкай
#3.4.0

#4.0.1
MNU_QAT_DELETE=&Скінуць налады панэлі хуткага доступу
TBN_VIEW_TOUCHMODE=Сэнсарны рэжым
#4.0.1

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =Стварыць новы малюнак
TIP_FILE_OPEN =Адкрыць малюнак
TIP_FILE_OPENCLIPBOARD =Уставіць з буфера абмену
TIP_FILE_OPENURL =Адкрыць малюнак па спасылцы
TIP_FILE_SAVE =Захаваць актыўны малюнак
TIP_FILE_SAVEAS =Захаваць актыўны малюнак з іншым імем
TIP_FILE_SAVESELECT =Захаваць вылучаны фрагмент
TIP_FILE_SAVEALL =Захаваць усе малюнкі з новымі імёнамі
TIP_FILE_PRINT=Надрукаваць малюнак
TIP_FILE_CLOSEIMAGE =Зачыніць бягучы малюнак
TIP_FILE_CLOSEALLIMAGE =Зачыніць усе малюнкі
TIP_FILE_CLOSEALLSAVEDIMAGE =Зачыніць усе захаваныя малюнкі
TIP_FILE_CLOSEPICPICK =Зачыніць акно
#-------------------------------------------------------------
TIP_EDIT_UNDO =Адмяніць апошнюю аперацыю
TIP_EDIT_REDO =Паўтарыць апошнюю адмененую аперацыю
TIP_EDIT_CUT =Выразаць вылучаную вобласць у буфер абмену
TIP_EDIT_COPY =Капіяваць вылучаную вобласць у буфер абмену
TIP_EDIT_PASTE =Уставіць інфармацыю з буфера абмену
TIP_EDIT_PASTEFROMFILE =Уставіць малюнак з файла
TIP_EDIT_SELECTDEL =Ачысціць вылучэнне
TIP_EDIT_SELECTNEW =Абразаць малюнак па вылучанай вобласці
TIP_EDIT_DESELECT =Зняць вылучэнне
TIP_EDIT_SELECTALL =Вылучыць увесь малюнак
TIP_EDIT_IMAGERESIZE =Змяніць памер малюнка
TIP_EDIT_CANVASRESIZE =Змяніць памер палатна
TIP_EDIT_VIEWBITMAP =Паказаць малюнак на поўны экран
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Паказваць панэль захопу на экране
TIP_TOOLS_FULLSCREEN =Захоп усяго экрана
TIP_TOOLS_ACTIVEWINDOW =Захоп актыўнага акна
TIP_TOOLS_CONTROL =Захоп элемента акна
TIP_TOOLS_SCROLLINGWINDOW   =Захоп элемента акна з прагорткай
TIP_TOOLS_WEBPAGE =Захоп вэб-старонкі з прагорткай
TIP_TOOLS_REGION =Захоп вылучанай вобласці
TIP_TOOLS_FREEHAND =Захоп адвольнай вобласці
TIP_TOOLS_FIXEDREGION =Захоп фіксаванай вобласці
TIP_TOOLS_REPEAT =Паўтарыць папярэдні варыянт захопу
TIP_TOOLS_CAPTUREMENU = Захоп малюнка экрана
TIP_TOOLS_COLORPICKER   =Вызначэнне колеру пад курсорам мышы
TIP_TOOLS_COLORPALETTE  =Падбор колеру з палітры на экране
TIP_TOOLS_MAGNIFIER =Паказаць акно павелічэння
TIP_TOOLS_PIXELRULER    =Паказаць лінейку
TIP_TOOLS_CROSSHAIR =Паказаць перакрыжаванне
TIP_TOOLS_PROTRACTOR    =Паказаць кутамер
TIP_TOOLS_WHITEBOARD    =Напісаць на экране
TIP_TOOLS_OPTION        =Дыялог для налады параметраў праграмы
#-------------------------------------------------------------
TIP_TOOLSOPTION                 =Змяніць параметры захопу
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK      =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD        =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE        =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER   =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER        =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_FTP      =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER  =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_WORD =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL    =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT   =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK  =Змяніць дзеянне з атрыманым здымкам
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER  =Змяніць дзеянне з атрыманым здымкам

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT       =Змяніць фармат файлаў па змаўчанні
TIP_TOOLSOPTION_DUALMONITORS            =Падтрымка двух манітораў пры захопе малюнка
TIP_TOOLSOPTION_HOTKEY              =Змяніць прызначэнне гарачых клавіш...
TIP_TOOLSOPTION_SOUND               =Уключыць гукавыя эфекты пры здымцы экрана
TIP_TOOLSOPTION_SCROLLCAPTURE           =Захапіць малюнак з якое пракручваецца акна
TIP_TOOLSOPTION_MOUSECURSOR         =Капіяваць курсор мышы разам з малюнкам
TIP_TOOLSOPTION_STARTUPPROGRAM      =Запускаць PicPick разам з загрузкай Windows
TIP_TOOLSOPTION_OPENEDITOR          =Адкрываць рэдактар PicPick пры запуску праграмы
TIP_TOOLS_COLORTYPE             =Змена фармату колеру [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Інвертаваць колеры малюнка
TIP_EFFECT_GRAYSCALE =Пераўтварыць малюнак у градацыі шэрага
TIP_EFFECT_MOSAIC =Ужыць эфект пікселізацыі
TIP_EFFECT_BLUR =Ужыць эфект размыцця
TIP_EFFECT_SHARPEN =Ужыць эфект рэзкасці
TIP_EFFECT_BRIGHTNESS =Змяніць яркасць і кантраснасць
TIP_EFFECT_HSL =Змяніць адценне і насычанасць
TIP_EFFECT_FLIPH =Адбіць вылучаную вобласць малюнка па гарызанталі
TIP_EFFECT_FLIPV =Адбіць вылучаную вобласць малюнка па вертыкалі
TIP_EFFECT_ROTATE90 =Павярнуць на 90 градусаў па гадзіннікавай стрэлцы
TIP_EFFECT_ROTATE180 =Павярнуць на 180 градусаў па гадзіннікавай стрэлцы
TIP_EFFECT_ROTATE270 =Павярнуць на 270 градусаў па гадзіннікавай стрэлцы
TIP_EFFECT_FRAME=Ужыць эфект рамкі
TIP_EFFECT_WATERMARK=Дадаць лагатып да малюнка

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Размясціць вокны каскадам
TIP_WINDOW_TILEH =Размясціць вокны гарызантальнай мазаікай
TIP_WINDOW_TILEV =Размясціць вокны вертыкальнай мазаікай
TIP_WINDOW_MINIMIZEALL =Згарнуць усе адкрытыя вокны
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Перайсці на хатнюю старонку  PicPick
TIP_HELP_ABOUT =Паказаць інфармацыю пра праграму і пра аўтарскія правы
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =Перасоўванне ўсяго малюнка ці вылучанага аб'екта
TIP_TOOL_SELECT =Выбар часткі малюнка
TIP_TOOL_FILL =Пстрыкніце па вобласці на палатне, каб заліць яе колерам
TIP_TOOL_PICKCOLOR =Абярыце колер на экране і выкарыстоўвайце яго для малявання
TIP_TOOL_DRAW=Маляванне з выкарыстаннем розных выглядаў пэндзляў
TIP_TOOL_STAMPS=Маляванне штампаў на малюнку
TIP_TOOL_SHAPE=Маляванне постацяў на малюнку

TIP_SIZE=Абярыце шырыню для абранай прылады
#4.0.0

TIP_OUTPUTTYPE_MSWORD1      = Уставіць копію ў
TIP_OUTPUTTYPE_MSWORD2      = Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1     = Уставіць копію ў
TIP_OUTPUTTYPE_MSEXCEL2     = Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1    = Уставіць копію ў
TIP_OUTPUTTYPE_MSPOWERPOINT2    = Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		= Адправіць копію ў
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1     = Адправіць копію ва
TIP_OUTPUTTYPE_PROGRAM2     = вонкавую праграму

TIP_OUTPUTTYPE_MSOUTLOOK1   = Прыкласці копію да
TIP_OUTPUTTYPE_MSOUTLOOK2   = лісту электроннай пошты

TIP_OUTPUTTYPE_FACEBOOK1    = Запампаваць і апублікаваць на
TIP_OUTPUTTYPE_FACEBOOK2    = Facebook

TIP_OUTPUTTYPE_TWITTER1     = Запампаваць і апублікаваць у
TIP_OUTPUTTYPE_TWITTER2     = Twitter

TIP_OUTPUTTYPE_FTP1     = Запампаваць напроста
TIP_OUTPUTTYPE_FTP2         = на вэб-старонку па FTP

TIP_OUTPUTTYPE_WEBUPLOAD1   = Запампаваць напроста
TIP_OUTPUTTYPE_WEBUPLOAD2   = на вэб-старонку

TIP_OUTPUTTYPE_CLOUD1		= Запампаваць на Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive, OneDrive і да т.п.

TIP_IMAGE_ROTATEFLIP = Павярнуць ці люстрана адбіць малюнак ці вобласць

TIP_TOOLS_EFFECT=Выбар эфекту
TIP_TOOLS_WIDTHS=Выбар шырыні
TIP_TOOLS_OPACITY = Выбар празрыстасці

TIP_VIEW_ZOOMIN = Павялічыць бягучы малюнак
TIP_VIEW_ZOOMOUT = Паменшыць бягучы малюнак
TIP_VIEW_ZOOMSELECT =Павялічыць ці паменшыць
TIP_VIEW_ACTUALSIZE = Памер арыгінала
TIP_VIEW_THUMBNAIL=Паказаць эскізы для хуткага выбару малюнка

TIP_SHOW_RULER=Паказаць ці схаваць лінейкі поруч малюнка
TIP_SHOW_STATUSBAR=Паказаць ці схаваць радок статуту ўнізе вокны
TIP_SHOW_TAB=Паказаць ці схаваць панэль укладак

TIP_COLOR_COLOR1 = Колер тону
TIP_COLOR_COLOR2 = Колер фону
TIP_COLOR_SWAP=Памяняць месцамі колеру фону і тоны
TIP_COLOR_DEFAULT = Усталяваць колеры фону і тоны па змаўчанні
TIP_COLOR_MORE=Паказаць дадатковыя палітры

TIP_SHAPE_FLATTEN=Сумясціць постаці
TIP_SHAPE_DELETE=Выдаліць постаць
TIP_SHAPE_DUPLICATE=Дубляваць постаць

TIP_SHAPE_FILL=Запоўніць абраную постаць
TIP_SHAPE_OUTLINE=Змяніць контур постаці
TIP_SHAPE_EFFECTS=Змяніць параметры постаці
TIP_SHAPE_ADDTEXT=Уставіць тэкст у постаць

TIP_SHAPE_FLATTEN_ALL=Сумясціць усе постаці
TIP_SHAPE_BRINGTOFRONT=Змясціць абраны аб'ект на пярэдні план, т.ч. ён можа схаваць размешчаныя ніжэй аб'екты
TIP_SHAPE_SENDTOBACK=Змясціць абраны аб'ект на задні план, т.ч. ён можа быць утоены размешчанымі вышэй аб'ектамі

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =Рэдактар малюнкаў PicPick
DLG_CONTROLCAPTURE_TITLE =Захоп элемента акна
DLG_SCROLLINGWINDOWCAPTURE_TITLE =Захоп акна з прагорткай
DLG_REGIONCAPTURE_TITLE =Захоп вылучанай вобласці
DLG_FIXEDREGIONCAPTURE_TITLE =Захоп фіксаванай вобласці
DLG_FREEHANDCAPTURE_TITLE=Захоп адвольнай вобласці
DLG_WHITEBOARDTOOL_TITLE=PicPick - грыфельная дошка
DLG_MAGNIFIER_TITLE=PicPick - акно павелічэння
DLG_COLORPICKER_TITLE =PicPick - колер пад курсорам
DLG_CROSSHAIR_TITLE =PicPick - перакрыжаванне
DLG_COLORPALETTE_TITLE =Каляровая палітра
DLG_AUTOSAVE_TITLE = Захаванне
DLG_NEWIMAGE_TITLE = Новы малюнак
DLG_PRINT_TITLE = Друк
DLG_CANVASSET_TITLE = Памер палатна
DLG_IMAGERESIZE_TITLE = Памер малюнка
DLG_ABOUT_TITLE = Пра праграму
DLG_PIXELATE_TITLE = Пікселізацыя
DLG_HUESATURATION_TITLE = Адценне / насычанасць
DLG_BRIGHTNESSCONTRAST_TITLE = Яркасць / кантраснасць
DLG_FRAME_TITLE = Рамка
DLG_WATERMARK_TITLE		=Лагатып
DLG_FONTVIEW_TITLE = Тэкст
DLG_CAPTURE_TITLE=Захоп
DLG_CHANGEHOTKEY_TITLE = Клавішы
DLG_WEBPAGECAPTURE_TITLE = PicPick - захоп вэб-старонкі
DLG_SHORTCUT_TITLE = Налада гарачых клавіш
DLG_SETUP_TITLE     =Налада
DLG_FILENAMESETUP_TITLE =Імя файла
DLG_IMAGES_TITLE    =Малюнкі

#3.4.0
DLG_GENERALSETUP_TITLE	=Галоўнае
#3.4.0


DLG_FTPSETUP_TITLE  =FTP
DLG_EDITORSETUP_TITLE   =Рэдактар
DLG_ARROWSET_TITLE  =Налада стрэлкі
DLG_FACEBOOK_TITLE  =Злучэнне з Facebook
DLG_TWITTER_TITLE       =Злучэнне з Twitter
DLG_WEBUPLOAD_TITLE     =Запампаваць на вэб-старонку

BTN_OK = &OK
BTN_CANCEL = &Адмена
BTN_APPLY = &Ужыць
#-------------------------------------------------------------

[About]

GRP_PRESET = Уласцівасці
CHK_ADDSTARTUP = Загружаць з Windows
CHK_ADDDESTKOP = Стварыць значок на Працоўным стале
CHK_CHECKUPDATE = Правяраць абнаўленне праграмы
LBL_LANGUAGE = Мова
BTN_HOTKEY = Клавішы...
BTN_CREDIT = Пра аўтара
LBL_PROGRAMPARAMETER=&Параметры...
CHK_SETTINGTOAPPDATA=Захоўваць налады ў тэчку Application Data
LBL_MORELANGUAGE=Іншыя мовы...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Уласцівасці
LBL_CONTROLCAPTURE_CLASS =Назва
LBL_CONTROLCAPTURE_SIZE =Памер
LBL_CONTROLCAPTURE_INFO=Інфармацыя
LBL_CONTROLCAPTURE_SCROLL=Аўтапрагортка
LBL_CONTROLCAPTURE_OUTPUTTYPE =Дзеянне са здымкам
LBL_CONTROLCAPTURE_HANDLE =Апісальнік
LBL_CONTROLCAPTURE_RECT =Уласцівасці
LBL_CONTROLCAPTURE_BOTTOMTIP =Абярыце элемент акна (кнопку, укладку, панэль прылад і г.д.) і націсніце клавішу Print Screen.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Памер вобласці
LBL_FIXEDREGIONCAPTURE_WIDTH = Шырыня:
LBL_FIXEDREGIONCAPTURE_HEIGHT =Вышыня:

TIP_REGIONCAPTURE_NOTDRAG =Абярыце вобласць захопу.
TIP_PIXEL = пікселяў
TIP_FREEHANDCAPTURE_NOTDRAG =Абвядзіце вобласць захопу.

LBL_COLORPICKER_COLORAS =Фармат:
LBL_COLORPICKER_VALUE =Колер:

LSV_WEBPAGECAPTURE_LIST = Абярыце вэб-старонку
BTN_WEBPAGECAPTURE_RELOAD = &Абнавіць
BTN_WEBPAGECAPTURE_CAPTURE = &Захоп

LBL_MINIHELP=Пстрыкніце левай кнопкай мышы, каб абраць вобласць.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Гарачыя клавішы
GRB_CAPTURE = Захоп экрана
GRB_TOOLS = Прылады

LBL_KEYNONE = не

LBL_CAPTURE_FULLSCREEN  =Увесь экран
LBL_CAPTURE_ACTIVEWINDOW    =Актыўнае акно
LBL_CAPTURE_CONTROL     =Элемент акна
LBL_CAPTURE_SCROLLINGWINDOW =Акно з прагорткай
LBL_CAPTURE_REGION      =Вылучаная вобласць
LBL_CAPTURE_FIXEDREGION =Фіксаваная вобласць
LBL_CAPTURE_FREEHAND        =Адвольная вобласць
LBL_CAPTURE_WEBPAGE     =Вэб-старонка
LBL_CAPTURE_REPEAT      =Паўтор апошняга

LBL_TOOLS_EDITOR        =Рэдактар малюнкаў
LBL_TOOLS_COLORPICKER       =Колер пад курсорам
LBL_TOOLS_COLORPALETTE  =Каляровая палітра
LBL_TOOLS_PIXELRULER        =Лінейка
LBL_TOOLS_PROTRACTOR        =Кутамер
LBL_TOOLS_CROSSHAIR     =Перакрыжаванне
LBL_TOOLS_WHITEBOARD        =Грыфельная дошка

LBL_TOOLS_MAGNIFIER     =Акно павелічэння

CBO_HOTKEY_CUSTOM       =Выбаркова...
CBO_HOTKEY_DEFAULT      =Па змаўчанні
CBO_HOTKEY_HYPERSNAP        =HyperSnap
CBO_HOTKEY_NONE     =Адмяніць
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Колеры
LBL_FONTCOLOR = Колер тону
CHK_FILLCOLOR = Колер фону
CHK_AA = Згладжванне шрыфтоў

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Аўтаматычнае захаванне малюнкаў
LBL_SELECTFOLDER =Тэчка для захавання малюнкаў:
BTN_SELECTFOLDER =&Агляд...
GRP_SELECTFILENAME =Імя файла
RDO_SELECTFILENAME_TEXT =Тэкст + нумар
RDO_SELECTFILENAME_NUM =Толькі нумар
RDO_SELECTFILENAME_DATETIME =Дата / час
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Image
GRP_SELECTFORMAT =Тып файла
RDO_SELECTFORMAT_BMP =Растравы малюнак (*.bmp)
RDO_SELECTFORMAT_JPG =Малюнкі JPEG(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =Малюнкі CompuServe GIF (*.gif)
RDO_SELECTFORMAT_PDF =PDF-файлы (*.pdf)
LBL_SAVEFILENAME=Пакажыце імя для аўтазахавання ці адпраўкі на FTP:
LBL_EXAMPLETITLE=Параметры:
LBL_EXAMPLE1=%y : год, %m : месяц, %d : дзень
LBL_EXAMPLE2=%h : гадзіна, %n : хвіліна, %s : секунда
LBL_EXAMPLE3=%c : нумар
LBL_EXAMPLE4=%u : імя карыстача, %w :  назва кампутара
LBL_EXAMPLE5=%t : Адзнака часу ў стылі Unix
GRB_OTHERPROGRAM=Налада вонкавай праграмы
LBL_OTHERPROGRAM=Абярыце праграму для адкрыцця ў ёй здымкаў:
LBL_OTHERPROGRAMPATH=Шлях праграмы:
LBL_OTHERPROGRAMPARAMETER=Параметры:
LBL_OTHERPROGRAMSELECT=Іншая праграма...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

#4.0.1
[GeneralSet]

GRB_STARTINGOPTION=Параметры запуску
LBL_PROGRAM_MODE=Абярыце рэжым праграмы па змаўчанні
CBO_PROGRAM_MODE_EDITOR=Рэдактар малюнкаў
CBO_PROGRAM_MODE_WIDGET=Плывучы віджэт
CBO_PROGRAM_MODE_TRAY=Значок у сістэмным латку

CHK_STARTUP=Запускаць PicPick пры загрузцы Windows
CHK_UPDATE=Правяраць абнаўленне праграмы 
#4.0.1

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION       =Налады захопу
CHK_DUALMONITORS        =Падтрымка двух манітораў
CHK_SOUND           =Уключыць гукавыя эфекты
CHK_MOUSECURSOR     =Капіяваць паказальнік мышы
CHK_HIDEEDITOR          =Хаваць рэдактар PicPick перад захопам
CHK_ALWAYSCOPYCLIPBOARD =Заўсёды капіяваць здымак у буфер абмену
CHK_STARTWITHCAPTUREBAR =Паказваць панэль захопу пры запуску PicPick

GRB_AUTOSCROLL          =Аўтапрагортка
CHK_SCROLLCAPTURE       =Уключыць аўтапрагортку
LBL_SCROLLDELAY         =Затрымка:
LBL_SCROLLDELAYMS       =мс

GRB_MAGNIFIER           =Акно павелічэння
CHK_MAGNIFIER           =Паказваць акно павелічэння пры захопе
LBL_ZOOMSCALE           =Маштаб:

GRB_CAPTUREDELAY        =Затрымка перад захопам
CHK_ADVANCECONTROLCAPTURE = Выкарыстоўваць пашыраны кантроль здымка акна

#4.0.0
LBL_CAPTUREOUTPUT		=Тып высновы можна змяніць пры дапамозе "гарачых" клавіш ці пры выбары з меню вобласці апавяшчэнняў
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = Налада FTP-сервера
LBL_FTPADDRESS  =FTP-сервер:
LBL_REMOTEPATH = Выдалены шлях:
LBL_PORT=Порт:
CHK_PASSIVEFTP= Пасіўны рэжым
LBL_USERNAME=Карыстальнік:
LBL_PASSWORD=Пароль:
BTN_CONNECTTEST=ТЭСТ
LBL_SENDWEBBROWSER=Адкрыць спасылку ў браўзары
LBL_SENDCLIPBOARD=Капіяваць спасылку ў буфер абмену
LBL_WEBADDRESS=Спасылка
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Налада рэдактара
CHK_OPENEDITORWHENSTART=Адкрываць рэдактар PicPick пры загрузцы
CHK_CENTERIMAGE =Размяшчаць малюнак па цэнтры акна
CHK_CLOSEWITHOUTASKING =Зачыняць незахаваны малюнак без пытання
CHK_CROPNEW=Абразаць як новы малюнак
CHK_SHOWCLASSICUI=Выкарыстоўваць класічны выгляд панэлі прылад

#4.0.0
CHK_EXITWHENCLOSING=Выходзіць з PicPick пры зачыненні рэдактара малюнкаў
#4.0.0

LBL_BG=Колер фону:
RDO_BGGRID=Сетка
RDO_BGSOLID=Суцэльны

GRB_FILETYPE=Асацыяцыя тыпаў файлаў
LBL_FILETYPE=Абярыце тыпы файлаў, якія будуць адкрывацца ў PicPick:
LBL_FILETYPEVISTA=Зрабіць PicPick рэдактарам малюнкаў па змаўчанні

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Пачатак
CHK_END = Канец
CHK_OUTLINE = Контур
CBO_AT_ARROW1 = Стрэлка 1
CBO_AT_ARROW2 = Стрэлка 2
CBO_AT_CIRCLE = Круг
CBO_AT_DIAMOND = Ромб
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Памер палатна
LBL_WIDTH = Шырыня
LBL_HEIGHT =Вышыня
LBL_BACKCOLOR = Колер фону
LBL_PRESETS = Нарыхтоўкі
CBO_CLIPBOARD=Буфер абмену
CBO_LASTUSED=Апошні скарыстаны
CBO_CURRENT=Бягучы памер малюнка
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Адсоткавая змена
RDO_SIZE = Змена да памераў
CHK_KEEP = Захоўваць прапорцыі
LBL_WIDTH = Шырыня
LBL_HEIGHT = Вышыня


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Прагляд
LBL_PIXELATE = Пікселізацыя
LBL_HUE = Адценне
LBL_SATURATION = Насычанасць
LBL_BIRGHTNESS = Яркасць
LBL_CONTRAST = Кантраснасць
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Прагляд
GRP_EFFECT = Эфект
CHK_BORDER = Бардзюр
CHK_FRAME = Рамка
LBL_ETC=Дадатковыя стылі рамак...
CHK_AUTO=Ужываць эфект рамкі пры захопе малюнка
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Чырвоны
LBL_GREEN =&Зялёны
LBL_BLUE =&Сіні
LBL_TYPE = Колер:
BTN_COPY =&Капіяваць

CLR_DEFAULTTEXT = Каляровая палітра
CLR_CUSTOMTEXT = Іншыя колеры...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Перасоўванне
MNU_RULER_MOVE_UP =&Угару
MNU_RULER_MOVE_DOWN =&Уніз
MNU_RULER_MOVE_LEFT =&Налева
MNU_RULER_MOVE_RIGHT =&Направа
#-------------------------------------------------------------
MNU_RULER_TYPE =&Арыентацыя
MNU_RULER_TYPE_HOTRIZONTAL =&Гарызантальная
MNU_RULER_TYPE_VERTICAL =&Вертыкальная
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =&Празрыстасць
MNU_RULER_TRANSPARENT_USE =&Актыўная
MNU_RULER_TRANSPARENT_NOTUSE =&Неактыўная
MNU_RULER_TRANSPARENT_INC =&Павялічыць
MNU_RULER_TRANSPARENT_DEC =Па&меншыць

MNU_MAGNIFIER =Паказаць акно ў&велічэння...

#-------------------------------------------------------------
MNU_RULER_EXIT =В&ыхад
#-------------------------------------------------------------
MNU_RULER_UNIT =&Адзінкі вымярэння
MNU_RULER_UNIT_PIXEL =&Пікселі
MNU_RULER_UNIT_INCH =&Цалі
MNU_RULER_UNIT_CM = &Сантыметры
MNU_RULER_UNIT_DPI = Дазвол (&DPI)
MNU_RULER_COLOR = &Колер
MNU_RULER_COLOR_BLUE = &Сіні (звычайны)
MNU_RULER_COLOR_YELLOW = &Жоўты (класічны)
MNU_RULER_COLOR_WHITE = &Белы
MNU_RULER_COLOR_BLACK = &Чорны
MNU_RULER_UNIT_DPI_CUSTOM = &Іншае...
DLG_CUSTOMDPI_TITLE= Выбар значэння DPI
LBL_CUSTOMDPI_TEXT= Увядзіце значэнне пікселяў на цалю (DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =&Шырыня пэндзля
MNU_WHITEBOARD_PENCOLOR =&Колер пэндзля
MNU_WHITEBOARD_PENCOLOR_BLACK =Чорны
MNU_WHITEBOARD_PENCOLOR_WHITE =Белы
MNU_WHITEBOARD_PENCOLOR_RED =Чырвоны
MNU_WHITEBOARD_PENCOLOR_GREEN =Зялёны
MNU_WHITEBOARD_PENCOLOR_BLUE =Сіні
MNU_WHITEBOARD_PENCOLOR_CYAN =Блакітны
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Пурпурны
MNU_WHITEBOARD_PENCOLOR_YELLOW =Жоўты
MNU_WHITEBOARD_PENCOLOR_GRAY =Шэры
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Іншы...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Ачысціць
MNU_WHITEBOARD_SAVE =&Захоп экрана
MNU_WHITEBOARD_EXIT =В&ыхад
#-------------------------------------------------------------
TIP_TOOL_MOVE =Перасоўванне
TIP_TOOL_ZOOM =Павелічэнне
TIP_TOOL_PEN =Аловак
TIP_TOOL_LINE =Лінія
TIP_TOOL_ARROW =Стрэлка
TIP_TOOL_SHAPE=Постаць
TIP_TOOL_RECT =Прастакутнік
TIP_TOOL_ELLIPSE =Эліпс
TIP_TOOL_RRECT =Скруглены прастакутнік
TIP_TOOL_TRANSPARENT = Празрыстасць
TIP_TOOL_CLEAR=Ачыстка
TIP_TOOL_SAVE=Захоп экрана
TIP_TOOL_WIDTH=Шырыня
TIP_TOOL_COLOR=Колер

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Налады друку
BTN_PRINT=&Друк
GRB_PREVIEW =Прагляд

TAB_PAPERSETUP=Налада старонкі
TAB_ADDTEXT=Калантытулы

GRB_MARGINSETUP=&Водступы (мм)
LBL_MARGINTOP=Зверху
LBL_MARGINLEFT=Злева
LBL_MARGINRIGHT=Справа
LBL_MARGINBOTTOM=Знізу

GRB_IMAGESETUP=&Налады малюнка
CHK_CENTER=Цэнтраваць малюнак
CHK_SHRINK=Змясціць на ўвесь ліст (расцягнуць)
CHK_PROPORTINAL=Захоўваць прапорцыі
CHK_GRAYSCALE=Адценні шэрага

GRB_PAPERCOUNT=&Лік дзід
LBL_PAPERUNIT=старонак

GRB_ORIENTATION=&Арыентацыя
RDO_PORTRAIT=Партрэтная
RDO_LANDSCAPE=Альбомная

GRB_HEADER=&Верхні калантытул
CHK_HEADERADD=Дадаць
CBO_HEADERDEFAULT=Тэкст
LBL_HEADERMARGIN=Водступ:
BTN_HEADERFONT=Шрыфт...
RDO_HEADERLEFT=Злева
RDO_HEADERCENTER=Па цэнтры
RDO_HEADERRIGHT=Справа

GRB_FOOTER=&Ніжні калантытул
CHK_FOOTERADD=Дадаць
CBO_FOOTERDEFAULT=Тэкст
LBL_FOOTERMARGIN=Водступ:
BTN_FOOTERFONT=Шрыфт...
RDO_FOOTERLEFT=Злева
RDO_FOOTERCENTER=Па цэнтры
RDO_FOOTERRIGHT=Справа
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Зачыніць
LBL_PREVIEW = Прагляд
LBL_CAPTION = Загаловак фатаграфіі
RDO_SELECTALBUMS = Выбар альбомаў
RDO_CREATEALBUM = Стварыць новы фотаальбом
LBL_CREATEALBUM_NAME = Назва:
LBL_CREATEALBUM_LOCATION = Месцаванне:
LBL_CREATEALBUM_DESCRIPTION =Апісанне:
LBL_CREATEALBUM_PRIVACY = Доступ:
CBO_CREATEALBUM_1 = Усё
CBO_CREATEALBUM_2 = Мае сеткі і сябры
CBO_CREATEALBUM_3 = Сябры сяброў
CBO_CREATEALBUM_4 = Толькі сябры
BTN_UPLOAD = Запампаваць
LBL_IMGURL = Спасылка на малюнак
LBL_LINKURL = Спасылка на альбом
LBL_UPLOADING=Запампоўваецца...
LBL_UPLOADCOMPLETE = Запампоўванне выканана
LBL_UPLOADWAIT = Чаканне адказу...
LBL_UPLOADFAILURE = Запампоўванне не адбылося, паспрабуйце паўтарыць ізноў.
LBL_UPLOADRESULT = Вы паспяхова запампавалі фатаграфію.

LBL_ACCOUNT = Імя:
LBL_PASSWORD = Пароль:
LBL_REMEMBERPASSWORD = Запомніць пароль
LBL_MESSAGE = Паведамленне:

LBL_WEBUPLOAD_TITLE = Запампоўванне вашага малюнка на вэб-старонку
LBL_WEBUPLOAD_TITLESUB = праз ImageShack - бясплатны сэрвіс па захоўванні малюнкаў
LBL_WEBUPLOAD_SIGNUP = З рэгістрацый больш магчымасцяў!

LBL_WEBUPLOAD_NOACCOUNT = Госць (без рэгістрацыі)
LBL_WEBUPLOAD_ACCOUNTEXIST = У мяне ёсць уліковы запіс на ImageShack

BTN_REQUESTTWITTERPIN = Запыт Twitter PIN
BTN_REMEMBERME = Запомніць мяне на гэтым кампутары
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Падлучыць
BTN_DISCONNECT = &Адключыць

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Укладкі
MNU_RENAME=&Пераназваць...
#4.0.0
MNU_OPENFILELOCATION=Адкрыць &размяшчэнне файла...
#4.0.0
LBL_RENAME=Увядзіце імя файла:

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=Тэкставая вобласць
SHP_HIGHLIGHTRECT=Вылучаная вобласць
SHP_MAGNIFYEFFECT=Эфект павелічэння
SHP_NUMBERSTAMP=Лікавы штамп
SHP_LINES=Лініі
SHP_CUSTOMSHAPES=Формы
#4.0.0
#4.0.1
SHP_TRIANGLE=Трыкутнік
#4.0.1

SHP_SHAPES = Постаці
SHP_LINE = Прамая
SHP_CURVE = Крывая
SHP_ARROW = Стрэлка
SHP_CURVEARROW = Скрыўленая стрэлка
SHP_ELLIPSE = Эліпс
SHP_RECT = Прастакутнік
SHP_ROUNDRECT = Скруглены прастакутнік
SHP_BALLOON = Аблачына
SHP_DIAMOND = Ромб
SHP_PENTAGON = Пяцікутнік
SHP_Hexagon = Шасцікутнік
SHP_5STAR = 5-канчатковая зорка
SHP_6STAR = 6-канчатковая зорка

TAB_EDIT = Праўка
TBN_DELETE_OBJECT = &Выдаліць
TBN_DUPLICATE=&Дубляваць

MNU_FLATTEN = &Сумясціць
MNU_FLATTENALL = &Сумясціць усё

LST_CHANGESHAPE = Змяніць постаць

TAB_SHAPESTYLES=Стыль постаці

TBN_SHAPETEXT=Уставіць тэкст
TBN_SHAPEFILL=Запаўненне
MNU_SHAPEFILL_NOFILL=Адсутнічае
MNU_SHAPEFILL_SOLIDFILL=Суцэльнае
MNU_SHAPEFILL_GRAFILL=Вертыкальны градыент
MNU_SHAPEFILL_RADIALFILL=Радыяльны градыент

TBN_SHAPEOUTLINE=Контур
MNU_SHAPEOUTLINE_NOLINE = Адсутнічае
MNU_SHAPEOUTLINE_SOLIDLINE = Суцэльны
MNU_SHAPEOUTLINE_DOTLINE = Кропка
MNU_SHAPEOUTLINE_DASHLINE = Працяжнік
MNU_SHAPEOUTLINE_DASHDOTLINE = Працяжнік кропка
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Працяжнік кропка кропка


TBN_SHAPEFORMAT=Параметры
TBN_SHAPEEFFECTS=Эфекты
MNU_SHAPEEFFECTS_NOEFFECTS=Не
MNU_SHAPEEFFECTS_SHADOW=Цень
MNU_SHAPEEFFECTS_SHADOWUSE=Паказваць
MNU_SHAPEEFFECTS_SHADOWOPTION=Параметры...

MNU_SHAPEEFFECTS_BALLOONPOS=Кірунак аблачыны
MNU_SHAPEEFFECTS_BALLOONPOSTL=Зверху злева
MNU_SHAPEEFFECTS_BALLOONPOSTR=Зверху справа
MNU_SHAPEEFFECTS_BALLOONPOSBL=Знізу злева
MNU_SHAPEEFFECTS_BALLOONPOSBR=Знізу справа

MNU_SHAPEEFFECTS_ARROWSTART = Пачатак
MNU_SHAPEEFFECTS_ARROWEND = Канец
MNU_SHAPEEFFECTS_ARROWNONE = Без стрэлкі
MNU_SHAPEEFFECTS_ARROW1 = Стрэлка 1
MNU_SHAPEEFFECTS_ARROW2 =Стрэлка 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Акружнасць
MNU_SHAPEEFFECTS_ARROWDIAMOND = Ромб

MNU_SHAPE_ARRANGE=Размяшчэнне
BTN_SHAPE_FRONT=На пярэднім плане
BTN_SHAPE_BACK=На заднім плане

BTN_SHAPE_ARROWSTYLE=Стыль стрэлкі

TAB_SHAPECOLOR=Колер постаці

#4.0.0
TAB_NUMBERSTAMP_NUMBER=Формы штампа
MNU_NUMBERSTAMP_CURRENT=Бягучы
MNU_NUMBERSTAMP_NEXT=Далей
TAB_NUMBERSTAMP_STYLE=Стылі штампа
MNU_NUMBERSTAMP_SIZE=Памер
MNU_NUMBERSTAMP_SIZE_SMALL=&Маленькі
MNU_NUMBERSTAMP_SIZE_Medium=&Сярэдні
MNU_NUMBERSTAMP_SIZE_LARGE=&Вялікі
MNU_NUMBERSTAMP_SHAPE=Форма
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Круг
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Прастакутнік

TBN_SELECT_CROPCURRENT=&Выразаць
TBN_SELECT_CROPNEW=Выразаць як &новы малюнак
TAB_SELECT_SIZE=Памер
MNU_SELECT_SIZE_LEFT=Злева
MNU_SELECT_SIZE_TOP=Зверху
MNU_SELECT_SIZE_WIDTH=Шырыня
MNU_SELECT_SIZE_HEIGHT=Вышыня
MNU_SELECT_INVERTSELECTION=Інвертаваць вылучэнне

TAB_MAGNIFIER_STYLE=Стылі павелічэння
#4.0.0

#4.0.1
MNU_SHARE_OPTIONS=&Параметры...
#4.0.1

[Licenses]

rdoRegistered = Я купіў праграму для камерцыйнага выкарыстання.
rdoPersonal = Я жадаю выкарыстоўваць праграму толькі ў асабістых мэтах.
btnBuy = &Купля
btnRegister = &Рэгістрацыя
btnAgree= П&рымаю
btnClose = &Зачыніць
lblEnterLicense = Увядзіце рэгістрацыйныя дадзеныя
lblOwnerName = Імя ўладальніка:
lblRegistrationCode = Код рэгістрацыі:

lblLicenseInfo = Ліцэнзія на праграму : 
lblPersonalUse = ТОЛЬКІ ДЛЯ АСАБІСТАГА ДАМАШНЯГА ВЫКАРЫСТАННЯ

[CommercialVersionTrial]

btnModeTrial = Выпрабавальная версія
btnModeTrialDescription = Я буду выкарыстоўваць гэты прадукт на бясплатнай выпрабавальнай аснове
btnModeActivate = Актывацыя ліцэнзіі
btnModeActivateDescription = Я зарэгістраваны карыстач і маю ліцэнзійны ключ
btnModeBuy = Рэгістрацыя
btnModeBuyDescription = Перайсці на афіцыйны сайт для атрымання ліцэнзіі
lblTrialDescription = Гэта 30-дзённая выпрабавальная версія PicPick. Пасля канчатка выпрабавальнага перыяду вы павінны купіць ліцэнзію ці выдаліць праграму з кампутара.
btnContinueTrial = &Працягнуць
lblDayLeft = Засталося {$1} дзён на вашым {$2} для апрабавання.
lblDayExpired = Тэрмін дзеяння ліцэнзіі мінуў.
lblEnterLicense = Увядзіце рэгістрацыйную інфармацыю
lblOwnerName = Імя карыстача:
lblRegistrationCode = Ключ ліцэнзіі:
lblRegistrationHelp = Праблемы з актывацыяй?
btnRegister = &Актываваць
lblActivationOffline1 = 1. Адкрыйце ніжэйзгаданую спасылку і атрымаеце код аўтэнтыфікацыі. Калі Вы знаходзіцеся ў аўтаномным асяроддзі, неабходна выйсці ў сетку з іншага кампутара.
lblActivationOffline2 = 2. Устаўце код аўтэнтыфікацыі са спасылкі вышэй.

lblAuthCode =Код аўтэнтыфікацыі:

[ImagesSet]

grbJPEGOption=Налады JPEG
lblJPEGQuality=Якасць
cboJPEGQualityMaximum = Максімальнае
cboJPEGQualityHigh = Высокае
cboJPEGQualityMedium =Сярэдняе
cboJPEGQualityLow = Нізкае

[SaveAll]

grbSaveOptions=Налады захавання
lblSelectFolder=Тэчка для захавання:

rdoAllImages=Усе малюнкі
rdoUnsavedImages=Усе незахаваныя малюнкі

grbFileOptions=Налады файлаў
lblFileName=Імя файла
lblFileType=Тып файла
rdoFiles=файл(аў)

[ColorBalance]

grpbxColorBalance=Каляровы баланс
lblColorLevels=Узроўні

grpbxToneBalance=Танальны баланс
rdbtnShadows=Цёмныя тоны
rdbtnMidtones=Сярэднія тоны
rdbtnHighlights=Яркія тоны
chckbxPreserveLuminosity=Захоўваць яркасць

[StartPage]

lblStartHome = Абярыце задачу...
lblStartTitle1 = Новая задача
lblStartTitle2 = Графічныя прылады
chkStartDoNotShow = Не паказваць гэта акно пры запуску праграмы

[Watermark]

lblWaterMarkPreview = Прагляд
lblWaterMarkFile = Файл:
lblWaterMarkPosition = Становішча:
lblWaterMarkOpacity = Празрысты.:
lblWaterMarkOffsetX = Зрушэнне па X:
lblWaterMarkOffsetY = Зрушэнне па Y:
chkWaterMarkAuto=Аўтаматычна дадаваць да малюнка пры захопе

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&OK
btnCancel=&Адмена
btnApply=&Ужыць
btnContinue=П&рацягнуць

:OPTION
grbOptionLanguage=Мова паведамленняў
grbOptionConnection=Кіраванне злучэннямі
btnOptionConnectionClear=&Выдаліць усе злучэнні з аблокамі

:MAINFORM
lstFilesName=Імя
lstFilesDate=Дата
lstFilesType=Тып
lstFilesSize=Памер

mnuAction=Дзеянне
mnuOpen=Адкрыць
mnuDownload=Запампаваць
mnuUploadMenu=Запампаваць
mnuUploadFile=Запампаваць файлы
mnuUploadFolder=Запампаваць тэчку
mnuUploadImage=Запампаваць малюнак
mnuNewFolder=Новая тэчка
mnuDelete=Выдаліць
mnuRename=Пераназваць

itemHome=Дадому
itemOption=Налады
itemAbout=Пра праграму
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=OneDrive

strAllFile=Усе файлы (*.*)
strSearchResult=Вынікі пошуку "%s"

lblHomeTitle= Абярыце сэрвіс для злучэння...
lblUploadMode=Абярыце сэрвіс для запампоўвання малюнка

itemCount=%s элементаў
itemSelectedCount=%s элементаў абрана

:PREVIEW
lblPreviewPreviewTitle=Прагляд
lblPreviewDescriptionTitle=Апісанне	
strPreviewNoDescription=Без апісання

:DOWNLOADFORM

DownloadFormCaption=Спампоўка...
strPrepareDownload=Падрыхтоўка да спампоўкі
strDiscoveredItems=Выяўлена %s элементаў...
strPleaseWait=Пачакайце, пакуль фармуецца спіс...
strDownloading=Спампоўваецца %s элементаў
strDownloadName=Імя: %s
strDownloadRemaining=Засталося: %s1 (усяго: %s2)


:UPLOADFORM
UploadFormCaption=Запампоўванне...
strPrepareUpload=Падрыхтоўка да запампоўвання
strCreatingFolder=Стварэнне тэчкі
strUploading=Запампоўванне %s элементаў
strUploadName=Імя: %s
strUploadRemaining=Засталося: %s1 (усяго: %s2)

:LOGINFORM
LoginFormCaption=Лагін
chkSaveConnection=Захаваць інфармацыю пра злучэнне на гэтым кампутары
lblBrowserCall=Ваш вэб-браўзар будзе паказаны праз %s секунд.
lblBrowserCallRetry=Паўторны запыт на доступ да to %s
lblBrowserAccess1=Для злучэння з %s спачатку трэба ўвайсці ў ваш уліковы запіс праз вэб-браўзар.
lblBrowserAccess2=Пасля таго, як вы ўвойдзеце ў сістэму праз браўзар вы можаце зачыніць яго акно і працягнуць.

:USERINFO
lblUserInfoStorage=Сховішча:
lblUserInfoUserNameTitle=Уліковы запіс:
lblUserInfoSpaceTitle=Аб'ём:
btnUserInfoLogout=Выйсці
strSpace = %s1 вольна з %s2

FileTypetext=тэкст
FileTypedocument=дакумент
FileTypeimage=малюнак
FileTypevideo=відэа
FileTypeaudio=аўдыё
FileTypefile=файл
FileTypefolder=тэчка
FileTypealbum=альбом

:UPLOAD
lblUploadFileNameTitle=Імя
lblUploadFileSizeTitle=Памер
lblUploadFilePreviewTitle = Прагляд
btnUploadUpload=Запампаваць сюды

:MESSAGEBOX
strDelete1item=Вы ўпэўнены, што жадаеце выдаліць гэты файл?
strDelete1moreitems=Вы ўпэўнены, што жадаеце выдаліць %s элемент(аў)?

strFolderExist=Імя тэчкі ўжо існуе.
strDownloadFileExist=Файл з тым жа імем у гэтым месцы ўжо існуе.\n\nВы жадаеце замяніць яго?
strCreateFolder=Калі ласка, увядзіце імя тэчкі.
strRename=Калі ласка, увядзіце новае імя.


strInvalidFolderName=Імя тэчкі з'яўляецца несапраўдным.
strCannotDelete=Не атрымоўваецца выдаліць файл(ы)/тэчку(і).

strUpdateCheck=Даступная новая версія Cloud Explorer. Вы жадаеце перайсці на старонку загрузкі?\nКалі ласка, улічвайце, што бягучая версія можа быць не сумяшчальная з вашымі хмарнымі сховішчамі.
strAuthFail = Аўтарызацыя не атрымалася. Калі ласка, паспрабуйце зноў.

strDownloadFolder=Калі ласка, пакажыце тэчку куды спампоўваць абраныя файлы.
strUploadFolder=Калі ласка, абярыце тэчку для запампоўвання
#-------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.

;MENU	Home
;	Features
;	Download
;	BUY NOW
;	Partners
;	Contact
	
;BUTTON	Free Download
;	BUY NOW
;	Free for personal use, Try it today.
	
;HOME	all-in-one design tool for everyone
;	A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more
;	User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.
	
;	Key features
;	Capture anything : Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.
;	Edit your images : Annotate and highlight your images:text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.
;	Enhance with effects : Easily add effects to your images:drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more
;	Share everywhere : Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, OneDrive, Box, Evernote, Facebook, Twitter and more.
;	Graphic Accessories : Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard
;	Customizable setting : With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.
	
;	Reviews
;	This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. 
;	There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.
;	Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop.
;	PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.
	
;	Links
;	Sitemap
;	License
;	End User License Agreement
;	Privacy Policy
;	Uninstallation
	
;FEATURES	
;	[Screen Capture]
;	Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc
;	Customize your own keyboard shortcuts
;	Support multiple monitor environments, capturing with cursor, auto save and file naming, etc
;	Support the floating widget Capture Bar which makes it easy for you to take screenshots.
	
;	Full-screen
;	Active window
;	Window control
;	Scrolling window
;	Region
;	Fixed region
;	Freehand
;	Repeat last capture
;	Capture widget
;	Capturing with cursor
;	Delayed capture
;	Auto-save
	
;	[Image Editor]
;	With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.
;	Drawing
;	Insert text
;	Arrows, lines
;	Shapes
;	Balloon
;	Highlight tool
;	Crop
;	Resize
;	Rotate
;	Invert
;	Grayscale
;	Mosaic
;	Frame
;	Watermark
;	Blur
;	Sharpen
;	Brightness
;	Hue / Saturation
;	Color balance
	
;	[Save, share, or send]
;	Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs
;	Clipboard
;	Image files
;	PDF
;	Printer
;	Web (imgur)
;	Web (imageshack)
;	Dropbox
;	Google Drive
;	OneDrive
;	Box
;	Facebook
;	Twitter
;	Skype
;	FTP Server
;	e-mail
;	Microsoft Word
;	Microsoft PowerPoint
;	Microsoft Excel
;	External program
	
;	[Color Picker]
;	Help you find the exact pixel color code on your screen with a built-in magnifier window
;	Support RGB, HTML, C++, Delphi
;	Color Palette
;	Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.
;	Pixel Ruler
;	Help you measure the size of objects and place objects in precise locations on the screen.
;	Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins
;	Magnifier
;	With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.
;	Crosshair
;	Figure out the relative coordinate of picture position with this feature.
;	This can be useful for example in developing HTML image maps.
;	Protractor
;	Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first. 
;	This can be used in a variety of photography, math, and graphics applications
;	Whiteboard
;	You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.
	
;BUYNOW	Number of Users
;	Price (USD)
;	Limited time offer!
;	Payment Type
;	Secure online Credit Card
;	PayPal
;	Wire Transfer
;	Phone
;	Fax
;	Mail / Check / Money Order
;	Plimus is online payment system that we recommend. it supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.
;	Thank you for choosing PicPick!
	
;	One registered copy of PicPick may be used by a single person who uses the software personally on one or more computers (for example, PC and laptop), or it may be installed on a single workstation used non-simultaneously by multiple persons, but not both.
;	One license may not be shared between different users.
;	Licenses include unlimited free upgrades to all future versions of PicPick.
;	Prices in Euro, UK Pounds and other currencies are available on the Order Page.

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Абярыце пачатак адліку
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Націсніце [
MSG_ACTIVEWINDOW_2 = ] для захопу актыўнага акна.
MSG_EXITSAVEIMAGE_1 = Вы жадаеце захаваць занесеныя змены ў [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Image
MSG_DIRECTORYACCESSERROR = Немагчыма атрымаць доступ да тэчкі.
MSG_DEFAULT_TAPNAME = без назвы
MSG_HOTKEY_ALREADY1 = Немагчыма прызначыць абраныя клавішы.
MSG_HOTKEY_ALREADY2 = Вы жадаеце змяніць прызначэнне клавіш?
MSG_THISFOLDERNOTFOUND = Тэчка [шлях ці імя тэчкі] не знойдзены.
MSG_INVALID_FILENAME = Імя файла ўтрымоўвае недапушчальныя знакі.
MSG_INVALID_CLIPBOARD = Памылка пры ўстаўцы малюнка з буфера абмену! (Няправільны фармат дадзеных)
MSG_CANNOTREPEATCAPTURE = Немагчыма вызначыць вобласць вылучэння.
MSG_CLOSEALLIMAGE = Вы жадаеце зачыніць усе незахаваныя малюнкі?
MSG_FILE_OPEN =Адкрыць
MSG_FILE_SAVE =Захаваць як
MSG_NEWVERSIONAVAILABLE = Даступная новая версія PicPick. Перайсці на старонку загрузкі?
MSG_PROGRAM_NOTADDYET=Вы павінны абраць вонкавую праграму для адкрыцця здымкаў!
MSG_EXTERNALPROGRAMERROR=Не атрымоўваецца знайсці паказаную вонкавую праграму.
MSG_PARAMETERS_TITLE=Параметры запуску PicPick
MSG_OLDLANGUAGE =Моўны файл састарэў, некаторыя фразы не перакладзены. Вы сапраўды жадаеце яго выкарыстоўваць?
MSG_INVALIDALBUMNAME=Некарэктная назва альбома.
MSG_CREATEFAILUREALBUM=Памылка пры стварэнні альбома.
MSG_LOADINGFAILUREALBUM=Памылка пры загрузцы альбомаў.
MSG_IDEMPTY = Увядзіце імя карыстача.
MSG_PWEMPTY = Увядзіце пароль.
MSG_SAVE = Так
MSG_DONTSAVE = Не
MSG_DONTSAVEALL = Не (на ўсё)
MSG_NODISPLAYAGAIN = Не паказваць больш гэта паведамленне
BTN_YES = &Так
BTN_NO = &Не
BTN_NOALL = &Няма для ўсяго
MSG_INPUTTEXT = Увядзіце тэкст
MSG_FLATTENLAYER= Для выканання гэтага дзеяння неабходна сумясціць постаці з фонавым малюнкам. Вы жадаеце сумясціць постаці?
MSG_FLATTENALL=Вы жадаеце сумясціць з фонавым малюнкам усе постаці?
MSG_INVALID_DOWNLOADURL = Паўстала памылка пры спампоўка малюнка.
MSG_OPENURL=Увядзіце спасылку:
MSG_ANYSETTINGOK = Налады паспяхова зменены.
MSG_DEFAULTEDITOR=Зараз PicPick з'яўляецца асноўным рэдактарам малюнкаў.
MSG_FTPINFONEED=Спачатку неабходна задаць параметры FTP-сервера.
MSG_CONNECTIONFAIL=Адбылася памылка пры падлучэнні да сервера.
MSG_PROGRAM_NOSKYPE=Skype не знойдзены.
MSG_ACTIVATE_OFFLINE=Актывацыя вашай ліцэнзіі не выканана з-за праблем сеткі ці якіх-небудзь іншых. Жадаеце актываваць ліцэнзію ўручную?
MSG_ACTIVATE_OK = Ваша ліцэнзія актывавана. Дзякуй за выбар PicPick!
MSG_ACTIVATE_TRIAL = Выпрабавальная ліцэнзія актывавана. Дзякуй за выбар PicPick!
MSG_ACTIVATE_FAIL = Актывацыя не выканана. Звяжыцеся з цэнтрам падтрымкі PicPick.
MSG_VALIDOWNERNAME = Увядзіце карэктнае імя карыстача.
MSG_VALIDLICENSEKEY = Увядзіце карэктны ключ ліцэнзіі.
MSG_FILENOTFOUND = Файл не знойдзены.
MSG_CAPTUREAREAFAIL=Адбылася памылка падчас вызначэння вобласці захопу. Калі ласка, праверце вашы праграмы (антывірус, malware/spyware), якія могуць выклікаць праблемы.
#4.0.0
MSG_TRANSPARENCYLOST=Усе эфекты празрыстасці будуць згублены, калі вы захаваеце гэты малюнак. Вы сапраўды жадаеце працягнуць?
#4.0.0
#4.0.1
MSG_DONOTSHOWWEEK=Не паказваць гэта акно зноў на працягу тыдня
#4.0.1